In [ ]:
import pandas as pd
import matplotlib.pyplot as plt
import numpy as np
import  sys

%matplotlib inline

In [ ]:
sys.version

'3.6.4 |Anaconda custom (64-bit)| (default, Dec 21 2017, 21:42:08) \n[GCC 7.2.0]'

In [ ]:
pd.__version__

'0.22.0'

In [ ]:
names = ['Bob','Jessica','Mary','John','Mel']
births = [968, 155, 77, 578, 973]

In [ ]:
dataset = list(zip(names, births))
dataset

[('Bob', 968), ('Jessica', 155), ('Mary', 77), ('John', 578), ('Mel', 973)]

In [ ]:
df = pd.DataFrame(data = dataset, columns=['Names', 'Births'])
df

     Names  Births
0      Bob     968
1  Jessica     155
2     Mary      77
3     John     578
4      Mel     973

In [ ]:
# Store data
df.to_csv('testexample.csv', index=False, header=False)

In [ ]:
# Get data
df = pd.read_csv('testexample.csv', header=None)
df

         0    1
0      Bob  968
1  Jessica  155
2     Mary   77
3     John  578
4      Mel  973

In [ ]:
cou